Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Som medlem av WIPO deltar Norge og Patentstyret i arbeidet med å forbedre verdensomspennende ordninger innen immaterielle verdier (IP).
nn: Som medlem av WIPO deltek Noreg og Patentstyret i arbeidet med å forbetre verdsomspennande ordningar innan immaterielle verdiar (IP).

source: Ved etablering av ny virksomhet kan det være lurt å tenke på rekkefølge på eventuelle registreringer:
nn: Ved etablering av ny verksemd kan det vere lurt å tenkje på rekkjefølgje til eventuelle registreringar:

source: Dette er viktig for at fornyelsesbeviset skal inneholde korrekte opplysninger.
nn: Dette er viktig for at fornyingsbeviset skal innehalde korrekte opplysingar.

source: Han er spesialist på merkevarestrategier og kundeatferd, og registrerer at det fremdeles finnes smutthull i lovverket som kan utnyttes av «kreative personer med entreprenørgener».
nn: Han er spesialist på merkevarestrategiar og kundeåtferd, og registrerer at det framleis finst smotthol i lovverket som «kreative personar med entreprenørgenar» kan utnytte.

source: Hvis du ønsker å søke om beskyttelse av fellesmerke i flere klasser, må du betale en tilleggsavgift pr klasse.
nn: Viss du ønskjer å søkje om vern av fellesmerke i fleire klassar, må du betale ei tilleggsavgift pr klasse.

source: Regelen om egenrepresentasjon tillater ikke at man som ansatt i et morselskap kan representere datterselskaper i patentsaker der det er datterselskapet som står som eier av rettighetene.
nn: Regelen om eigenrepresentasjon tillet ikkje at ein som tilsett i eit morselskap kan representere datterselskap i patentsaker der det er datterselskapet som står som eigar av rettene.

source: Dette har skapt et ekstra hinder for de utradisjonelle varemerkene.
nn: Dette har skapt eit ekstra hinder for dei utradisjonelle varemerka.

source: Lisens som basis for underlisenser
nn: Lisens som basis for underlisensar

source: Det finnes flere som har angret på at de ikke gjorde det.
nn: Det finst fleire som har angra på at dei ikkje gjorde det.

source: Hvis du ber om at søknadsdokumentene gjøres allment tilgjengelig tidligere enn etter 18 måneder, vil du få provisorisk vern fra dette tidligere tidspunktet.
nn: Viss du ber om at søknadsdokumenta gjerast allment tilgjengeleg tidlegere enn etter 18 månader, vil du få provisorisk vern frå dette tidlegare tidspunktet.

source: Er oppfinnelsen kjent for offentligheten gjennom publisering, i markedet, på en utstilling eller lignende er kravet til nyhet ikke oppfylt.
nn: Er oppfinninga kjent for offentlegheita gjennom publisering, i marknaden, på ei utstilling eller liknande er kravet til nyheit ikkje oppfylt.

source: Prioritet er det begrepet vi bruker for å angi hvem som har best rett til å registrere varemerket.
nn: Prioritet er det omgrepet vi brukar for å oppgi kven som har best rett til å registrere varemerket.

source: En dinglende trepinne festet om en flaskehals er registrert som varemerke for vin, også dette etter omfattende bruk i markedet.
nn: Ein dinglande trepinne festa om ein flaskehals er registrert som varemerke for vin, også dette etter omfattande bruk i marknaden.

source: Et møte eller en muntlig forhandling kan skje på alle trinn i saksbehandlingen, men temaet for møtet/forhandlingen må være knyttet til en konkret varemerkesøknad eller registrering og bidra til sakens opplysning.
nn: Eit møte eller ei munnleg forhandling kan skje på alle trinn i saksbehandlinga, men temaet for møtet/forhandlinga må vere knytta til ein konkret varemerkesøknad eller registrering og bidra til saka si opplysing.

source: Selve oppfinnelsen kan være et konkret produkt, et nytt bruksområde eller en framgangsmåte for å løse et problem.
nn: Sjølve oppfinninga kan vere eit konkret produkt, eit nytt bruksområde eller ein framgangsmåte for å løyse eit problem.

source: Dette vil vanligvis være en oversettelse til engelsk av listen over varer og tjenester (varefortegnelse) i den norske basissøknaden/-registreringen.
nn: Dette vil vanlegvis vere ei omrsetjing til engelsk av lista over varer og tenester (vareoversikt) i den norske basissøknaden/-registreringa.

source: Ønsker du ytterligere søk og gransking etter et innledende patentsøk, tilbyr vi gjerne dette etter nærmere avtale.
nn: Ønskjer du ytterlegare søk og gransking etter eit innleiande patentsøk, tilbyr vi gjerne dette etter nærmare avtale.

source: I løpet av 5 år fra registreringstidspunktet må du ta varemerket i bruk for de produktene som er viktige for virksomheten din.
nn: I løpet av 5 år frå registreringstidspunktet må du ta varemerket i bruk for dei produkta som er viktige for verksemda di.

source: Avgifter og gebyr ved innlevering av PCT-søknader
nn: Avgifter og gebyr ved innlevering av PCT-søknadar

source: Retningslinjene retter seg primært mot saksbehandlerne i Patentstyret, men vi ønsker også at de skal være til hjelp for brukerne av patentsystemet ved at retningslinjene skal bidra til å gjøre saksbehandlingen forutsigbar.
nn: Retningslinjene retter seg primært mot saksbehandlarane i Patentstyret, men vi ønskjer også at dei skal vere til hjelp for brukarane av patentsystemet ved at retningslinjene skal bidra til å gjere saksbehandlinga opplagd.

source: Formålet med regelendringene er å bringe de norske reglene på nivå med EUs regler og styrke rettighetshavernes stilling.
nn: Formålet med regelendringane er å bringe dei norske reglane på nivå med EU sine reglar og styrke rettshavarane si stilling.

source: Dette gjør vi for å beskytte ideene våre, men også for å publisere og registrere innovasjonene i tilfelle andre skulle få patentert noe tilsvarende
nn: Dette gjer vi for å verne ideane våre, men også for å publisere og registrere innovasjonane i tilfelle andre skulle få patentert noko tilsvarande.»

source: hvordan varemerket har blitt markedsført
nn: korleis varemerket har blitt marknadsført

source: Vi oversetter ikke til engelsk siden det kun er den norske varianten som er gyldig i Norge.
nn: Vi moset ikkje til engelsk sidan det kun er den norske varianten som er gyldig i Noreg.

source: Vi avgjør hvorvidt vilkårene for forhandling er oppfylt, og setter tidspunktet for muntlig forhandling i løpet av tre uker fra kravet ble sendt inn.
nn: Vi avgjer om vilkåra for forhandling er oppfylde, og set tidspunktet for munnleg forhandling i løpet av tre veker frå kravet blei sendt inn.

source: Hvis du har levert inn en søknad i Norge og vurderer å søke i flere land, er det en fordel for deg om du søker i utlandet innen 6 måneder fra den datoen du leverte inn søknaden i Norge.
nn: Viss du har levert inn ein søknad i Noreg og vurderer å søkje i fleire land, er det ein fordel for deg om du søkjer i utlandet innan 6 månadar frå den datoen du leverte inn søknaden i Noreg.

source: Hvis protesten har blitt levert i en sak som er under behandling for administrativ overprøving eller administrativ begrensning gis innehaveren av patentet anledning til å uttale seg.
nn: Viss protesten har blitt levert i ei sak som er under behandling for administrativ overprøving eller administrativ avgrensing, får innehavaren av patentet høve til å uttale seg.

source: Heymat har en klar IPR-strategi, og beskytter design de mener bør beskyttes i land hvor de selger eller ønsker å selge produktene.
nn: Heymat har ein klar IPR-strategi, og verner design dei meiner bør vernast i landa der dei sel eller ønskjer å selje produkta.

source: Har jeg handlefrihet, eller gjør jeg inngrep i andres rettigheter?
nn: Har eg handlefriheit, eller gjer eg inngrep i andre sine rettar?

source: eller av domstolene.
nn: eller av domstolane.

source: Patentstyret kan veilede deg og vise deg hvilke muligheter du har for å få rettigheter til et varemerke, design eller en oppfinnelse.
nn: Patentstyret kan rettleie deg og vise deg kva moglegheiter du har for å få rettar til eit varemerke, design eller ei oppfinning.

source: Dette gjelder likevel bare dersom innehaveren av den nyere rettigheten ikke kjente eller burde kjenne til den eldre rettigheten.
nn: Dette gjeld likevel berre dersom innehavaren av den nyare retten ikkje kjende eller burde kjenne til den eldre retten.

source: Firmaet er basert på en oppfinnelse gjort av Bjørneklett.
nn: Firmaet er basert på ei oppfinning gjort av Bjørneklett.

source: Det må med andre ord gis en konkret forklaring hvor årsaken til fristoversittelsen beskrives.
nn: Det må med andre ord bli gitt ei konkret forklaring påårsaka til fristoversitjinga.

source: Vi tilbyr et bredt spekter av kurs, webinarer og møter om immaterielle rettigheter og nærliggende områder, fra grunnleggende innføring til dypdykk for spesialister.
nn: Vi tilbyr eit breitt spekter av kurs, webinarer og møte om immaterielle rettar og nærliggjande område, frå grunnleggjande innføring til djupdykk for spesialistar.

source: Hvis merket er brukt i en relativt kort tidsperiode, bør bruken ha vært mer intens enn om man kan vise til langvarig bruk.
nn: Viss merket er brukt i ein relativt kort tidsperiode, bør bruken ha vore meir intens enn om ein kan vise til langvarig bruk.

source: For dette må du betale et oversendelsesgebyr (også kalt viderebefordringsgebyr) og vi sender deg en faktura med betalingsfrist på 14 dager.
nn: For dette må du betale eit oversendelsesgebyr (også kalt vidareføringsgebyr) og vi sender deg ein faktura med betalingsfrist på 14 dagar.

source: Hvis protesten leveres etter at varemerket er registrert, vil vi behandle protesten som en innsigelse mot registreringen.
nn: Dersom protesten blir levert etter at varemerket er registrert, vil vi behandle protesten som ei motsegn mot registreringa.

source: Vi fakturerer avgifter for internasjonale søknader til Patentstyret som mottagende myndighet.
nn: Vi fakturerer avgifter for internasjonale søknadar til Patentstyret som mottakande myndigheit.

source: Komprimo har mottatt midler fra regionalt næringsfond, fra lokale renovasjonsselskaper i Midt-Norge, samt 3 ulike tilskudd og vekstgarantiordningen gjennom Innovasjon Norge.
nn: Komprimo har fått midlar frå regionalt næringsfond, frå lokale renovasjonsselskap i Midt-Noreg, samt 3 ulike tilskot og vekstgarantiordninga gjennom Innovasjon Noreg.

source: Tilkjenning av sakskostnader ved krav om administrativ overprøving.
nn: Tilkjenning av sakskostnadar ved krav om administrativ overprøving.

source: I varemerkeloven står det at et varemerke kan bestå av for eksempel «ord og ordforbindelser, herunder slagord og navn».
nn: I varemerkelova står det at eit varemerke kan bestå av til dømes «ord og ordsamanhengar, herunder slagord og namn».

source: mai 2013 en felles uttalelse om tolkningen av verneomfanget til varemerker registrert med klasseoverskrifter.
nn: mai 2013 ei felles utsegn om tolkinga av verneomfanget til varemerke registrert med klasseoverskrifter.

source: Sjekk også om navnet allerede er registrert som foretaksnavn.
nn: Sjekk også om namnet allereie er registrert som føretaksnamn.

source: Få et forsprang i markedet
nn: Få eit forsprang i marknaden

source: Derfor har det for vårt patentteam vært viktig å beskytte grunnideen, og også den omkringliggende teknologien og ditto nyvinninger, f.eks. offshore-håndtering og lagring om bord.
nn: Derfor har det vore viktig for patentteamet vårt å verne grunnideen, og også den omkringliggjande teknologien og ditto nyvinningar, til dømes offshore-handtering og lagring om bord.»

source: Det må også andre frisører i Oslo kunne bruke fritt.
nn: Det må også andre frisørar i Oslo kunne bruke fritt.

source: Andre tjenester i internasjonal fase
nn: Andre tenester i internasjonal fase

source: Designregistrering gir som nevnt et håndfast bevis på rettigheten din, nemlig en dokumentert enerett som viser datoen for innlevering av designet til Patentstyret.
nn: Designregistrering gir som nemnt eit handfast bevis på retten din, nemleg ein dokumentert einerett som viser datoen for innlevering av designet til Patentstyret.

source: Se oversikten på
nn: Sjå oversikta på

source: Patentstyrets varslingstjeneste er et gratis verktøy som gir deg mulighet til å overvåke andres aktiviteter innenfor patentering, varemerker og design.
nn: Varslingsteneste til Patentstyret er eit gratis verktøy som gir deg moglegheit til å overvake andre sine aktivitetar innanfor patentering, varemerke og design.

source: er aktuelt, slik at du sikrer full frihet til å bruke det aktuelle navnet og unngår at andre tar navnet i bruk.
nn: er aktuelt, slik at du sikrar full fridom til å bruke det aktuelle namnet og unngår at andre tek namnet i bruk.

source: Eksempler kan være lyden når man slår på en datamaskin eller lyden når et program på radioen starter.
nn: Døme kan vere lyden når man slår på ei datamaskin eller lyden når eit program på radioen startar.

source: Hvis du vil bruke et eget navn eller en logo som kjennetegn for produktet ditt, bør du vurdere å registrere det som et varemerke.
nn: Viss du vil bruke eit eige namn eller ein logo som kjenneteikn for produktet ditt, bør du vurdere å registrere det som eit varemerke.

source: En oppfinnelse som har vært vist på en messe, omtalt i tidsskrift, avis eller er publisert på annet vis er gjort kjent for andre.
nn: Ei oppfinning som har vore vist på ei messe, omtala i tidsskrift, avis eller er publisert på anna vis er gjort kjent for andre.

source: Søknadsgebyret dekker vår behandling av søknaden, og blir ikke refundert selv om søknaden avslås eller trekkes tilbake.
nn: Søknadsgebyret dekkjer behandlinga vår av søknaden, og blir ikkje refundert sjølv om søknaden blir avslått eller trekt tilbake.

source: Prioritet innebærer at søkeren går foran andre som har søkt patent på den samme oppfinnelsen etter prioritetsdagen.
nn: Prioritet inneber at søkjaren går føre andre som har søkt patent på den same oppfinninga etter prioritetsdagen.

source: Enhver må kunne gjøre seg kjent med slike opplysninger for å sikre seg at en gjeldende rettighet ikke blir krenket.
nn: Einkvar må kunne gjere seg kjent med slike opplysningar for å sikre seg at ein gjeldande rett ikkje blir krenka.

source: Rom & Tonik® har søkt og fått varemerke- og designbeskyttelse i Norge inntil videre, men kommer til å søke om det samme i de markedene de etter hvert vil gå inn i.
nn: Rom & Tonik® har søkt og fått varemerke- og designvern i Noreg inntil vidare, men kjem til å søkje om det same i dei marknadane dei etter kvart vil gå inn i.

source: Hvilke rettigheter følger av en registrering av domenenavn?
nn: Kva for retter følgjer av ei registrering av domenenamn?

source: De ansatte eier nesten 54 % av aksjene, Norsk Innovasjonskapital VI 29,4 %, og resten eies av en rekke profesjonelle investorer.
nn: Dei tilsette eig nesten 54 % av aksjane, Norsk Innovasjonskapital VI 29,4 %, og resten blir eigd av ei rekkje profesjonelle investorar.

source: år så lenge du ønsker det.
nn: år så lenge du ønskjer det.

source: Med jevne mellomrom mottar privatpersoner og firmaer i Norge falske eller misvisende tilbud eller fakturaer fra inn- og utlandet knyttet til sine varemerker og patenter.
nn: Med jamne mellomrom mottek privatpersonar og firma i Noreg falske eller misvisande tilbod eller fakturaer frå inn- og utlandet knytta til sine varemerke og patent.

source: Kan andre se søknaden min?
nn: Kan andre sjå søknaden min?

source: Eksempler er lovpålagt informasjonsutveksling til Klagenemda for industrielle rettigheter, Skatteetaten, og Politiet.
nn: Eksempel er lovpålagd informasjonsutveksling til Klagenemda for industrielle rettar, Skatteetaten og Politiet.

source: «Registrerte patenter er, på samme måte som offentlige støtteordninger, et viktig element for investorer.
nn: «Registrerte patent er, på same måte som offentlege stønadordningar, eit viktig element for investorar.

source: Sekkesæter er svært bevisst på viktigheten av å ha en god beskyttelse i det landet hvor produktene skal selges, men også der varene blir produsert.
nn: Sekkesætar er svært medviten på at det er viktig å ha eit godt vern i det landet kor produkta skal seljast, men også der varene blir produserte.

source: Det er svært strenge krav for å slippe å være med på en slik liste.
nn: Det er svært strengje krav for å sleppe åvere med på ei slik liste.

source: Hva skjer etter at vi har mottatt kravet ditt?
nn: Kva skjer etter at vi har motteke kravet ditt?

source: Du kan kreve prioritet samtidig som du leverer den internasjonale søknaden eller sende inn prioritetskravet innen 16 måneder fra du leverte den første søknaden.
nn: Du kan krevje prioritet samtidig som du leverer den internasjonale søknaden eller sende inn prioritetskrava innan 16 månader frå du leverte den første søknaden.

source: Generelt vil ikke daterte utskrifter fra Internett anses som tilstrekkelig dokumentasjon.
nn: Generelt vil ikkje daterte utskrifter frå internett reknast som tilstrekkeleg dokumentasjon.

source: (lenke til Wikipedia) er et eksempel på opphavsrett hvor bruk av kildekode ikke koster noe, men er lisensiert gjennom ulike typer avtaler som regulerer opphavsretten til produktene hvor koden er brukt.
nn: (lenke til Wikipedia) er eit døme på opphavsrett kor bruk av kildekode ikkje kostar noko, men er lisensiert gjennom ulike typar avtalar som regulerer opphavsretten til produkta kor koden er brukt.

source: Vi jobber kontinuerlig for å sikre konfidensialitet, integritet og tilgjengelighet av opplysninger.
nn: Vi jobbar kontinuerleg for å sikre konfidensialitet, integritet og tilgjengelegheit av opplysingar.

source: Det finnes ulike typer finansieringskilder, alt fra profesjonelle investorer til såkalt "folkefinansiering" der du går bredt ut og flere bidrar.
nn: Det finst ulike typar finansieringskjelder, alt frå profesjonelle investorar til såkalla "folkefinansiering" der du går breitt ut og fleire er med finansielt.

source: Selv om søknaden er hemmeligholdt er bibliografiske opplysninger allment tilgjengelige, for eksempel navn og adresse på søkeren.
nn: Sjølv om søknaden er heldt hemmeleg er bibliografiske opplysningar allment tilgjengelege, til dømes namn og adresse på søkaren.

source: Patentstyret vil i saksbehandlingen legge den konkrete forklaringen til grunn uten ytterligere prøving.
nn: Patentstyret vil i saksbehandlinga leggje den konkrete forklaringa til grunn utan ytterlegare prøving.

source: Navn og adresse til eventuell fullmektig.
nn: Namn og adresse til eventuell fullmektig.

source: Hvis du sender inn film som bevis, bør du ta stillbilder fra filmen for å vise konkret hvilket produkt du mener er et liknende eller identisk design.
nn: Viss du sender inn film som bevis, bør du ta stillbilde frå filmen for å vise konkret kva for produkt du meiner er eit liknande eller identisk design.

source: The Administrative Board and Budget Committee (ABBC) i EUs varmerkemerkemyndighet, EUIPO, har gitt sin tilslutning til arbeidet som er blitt gjort i klasseoverskriftprosjektet.
nn: The Administrative Board and Budget Committee (ABBC) i EU si varmerkemerkemyndigheit, EUIPO, har gitt si tilslutning til arbeidet som er blitt gjort i klasseoverskriftprosjektet.

source: Design og arkitektur Norge (DOGA) er en stiftelse som skal fremme kvalitet og nytenking ved bruk av design og arkitektur for utvikling av omgivelser, produkter og tjenester.
nn: Design og arkitektur Norge (DOGA) er ein stiftelse som skal fremje kvalitet og nytenking ved bruk av design og arkitektur for utvikling av omgivnader, produkt og tenester.

source: Da han kom tilbake fra Mongolia etter noen uker i 2012, hadde han både samarbeidspartnere, en produsent og det første produktet – FeltTile – på plass.
nn: Då han kom tilbake frå Mongolia etter nokre veker i 2012, hadde han både samarbeidspartnarar, ein produsent og det første produktet – FeltTile – på plass.

source: Omfatter ikke garn eller andre tråder (klasse 05-01), pynteartikler for møbler, puter og klær (klasse 05-04), sy- og strikke- og broderingsmaskiner (klasse 15-06), eller utstyr for sying (beholdere) (klasse 03-01).
nn: omfattar ikkje garn eller andre tråder (klasse 05-01), pynteartiklar for møblar, puter og klede (klasse 05-04), sy- og strikkje- og broderingsmaskiner (klasse 15-06), eller utstyr for sying (behaldarar) (klasse 03-01).

source: Hvis du søker i Norge først og vil beholde samme virkningsdato når du søker internasjonalt, må du søke innen 6 måneder fra leveringsdatoen til Patentstyret
nn: Viss du søker i Noreg først og vil behalde same virkedato når du søker internasjonalt, må du søkje innan 6 månader frå leveringsdatoen til Patentstyret.

source: En anmodning om å trekke en søknad vil bli avvist hvis den inneholder formelle mangler som gjør at vi ikke kan utføre trekningen.
nn: Ei oppmoding om å trekkje ein søknad vil bli avvist viss den inneheld formelle manglar som gjer at vi ikkje kan utføre trekkjinga.

source: – Det er liten vits i å gjennomføre tidkrevende kreative prosesser og fremlegge navnforslag for kunden dersom ikke det juridiske holder mål.
nn: «Det er liten vits i å gjennomføre tidkrevjande kreative prosessar og fremje namnforslag for kunden dersom ikkje det juridiske held mål.

source: Dette gir muligheter, men også rettslige og praktiske utfordringer for varemerkeeiere og forbrukere.
nn: Dette gir moglegheiter, men også rettslege og praktiske utfordringar for varemerkeeigarar og forbrukarar.

source: I tillegg til behandling av patentsøknader har han også utført nyhetssøk, valideringssøk og Freedom to operate-søk for både nasjonale og internasjonale kunder.
nn: I tillegg til behandling av patentsøknader har han også utført nyheitssøk, valideringssøk og Freedom to operate-søk for både nasjonale og internasjonale kundar.

source: Endelig skal du vite at du har alt å vinne på at patentkravene hverken omfatter mer, er videre, enn det som det er grunnlag for, eller omfatter mindre, er snevrere, enn det du har rett til å få beskyttet.
nn: Endeleg skal du vite at du har alt å vinne på at patentkrava verken omfattar meir, er vidare, enn det som det er grunnlag for, eller omfattar mindre, er snevrare, enn det du har rett til å få beskytta.

source: Problemet lar seg kanskje løse ved å eliminere kjettingene?
nn: Problemet lar seg kanskje løyse ved å eliminere kjettingane?

source: Dermed er det mulig å bruke databasene til patentverk over hele verden for å skaffe bakgrunnsinformasjon for falske eller misvisende fakturaer.
nn: Dermed er det mogleg å bruke databasane til patentverk over heile verda for å skaffe bakgrunnsinformasjon for falske eller misvisande fakturaer.

source: Dokumentasjonen må vise at varemerket er godt kjent i Norge for de varene og tjenestene som du ønsker varemerket registrert for.
nn: Dokumentasjonen må vise at varemerket er godt kjent i Noreg for dei varene og tenestene som du ønskjer varemerket registrert for.

source: i Norge og EU.
nn: i Noreg og EU.

source: Hvilke navn er registrert som varemerker i Norge?
nn: Kva for namn er registrert som varemerke i Noreg?

source: De fleste varemerker oppfattes med øynene som ord eller slagord, logoer, figurer eller kombinasjoner av dette.
nn: Dei fleste varemerke blir oppfatta med auga som ord eller slagord, logoar, figurar eller kombinasjonar av dette.

source: Å ha rettighetene i orden viser at du er seriøs og at ideen er mer enn løse tanker.
nn: Å ha rettane i orden viser at du er seriøs, og at ideen er meir enn lause tankar.

source: Grunner til hvorfor en søknad ikke kan utvides underveis:
nn: Grunnar til at ein søknad ikkje kan utvidast undervegs:

source: Vi sender deg et varsel om at registreringen kan fornyes når det nærmer seg utløpet av en femårsperiode.
nn: Vi sender deg eit varsel om at registreringa kan fornyast når det nærmar seg utløpet av ein femårsperiode.

source: Omfattende utprøving og modifisering av kjent teknikk.
nn: Omfattande utprøving og modifisering av kjent teknikk.
